const GROUPS = {
 "350304/02601": {
   title:"35.03.04 Агрономия (агротехнологии)", curator:"Бахмудов Р.Б.",
   days:{
    "Понедельник":[
      ["09:00–10:35","Ботаника","ПЗ","1414"],
      ["10:55–12:30","Иностранный язык","ПЗ","2404 НК"],
      ["13:10–14:45","Общая физическая подготовка","ПЗ","Спортзал"],
      ["15:05–16:40","Математика и математическая статистика","ПЗ","1222 НК"],
      ["17:00–18:35","Математика и математическая статистика","Лекция","2302 НК"]
    ],
    "Вторник":[
      ["09:00–10:35","Химия","Л/З · 1–2 подгруппы","9215; 9213"],
      ["10:55–12:30","Физика","Л/З · подгруппы","1423; 1425; 1427; 1428 НК"],
      ["13:10–14:45","История России","Лекция","1342"],
      ["15:05–16:40","Русский язык и культура делового общения","ПЗ","1526"],
      ["17:00–18:35","Физика","Лекция","1310 НК"]
    ],
    "Среда":[
      ["13:10–14:45","Основы российской государственности","ПЗ","1526"],
      ["15:05–16:40","Введение в профессиональную деятельность","ПЗ","1507"],
      ["15:05–16:40","Ботаника","Л/З · 2 подгруппа","1517"],
      ["17:00–18:35","Введение в профессиональную деятельность","ПЗ","1507"]
    ],
    "Четверг":[
      ["09:00–10:35","История России","ПЗ","1514"],
      ["09:00–10:35","Математика и математическая статистика","ПЗ","2216 НК"],
      ["10:55–12:30","Общая физическая подготовка","ПЗ","Спортзал"],
      ["13:10–14:45","История России","ПЗ","1402"],
      ["15:05–16:40","Ботаника","Лекция","1411"],
      ["17:00–18:35","Химия","Л/З · подгруппы","9215; 9213"]
    ],
    "Пятница":[
      ["09:00–10:35","Ботаника","Л/З · 2 подгруппа","1517"],
      ["10:55–12:30","Кураторский час","—","1414"],
      ["13:10–14:45","Ботаника","Лекция","2315 НК"],
      ["15:05–16:40","Ботаника","Л/З · 1 подгруппа","1517"]
    ]
   }
 },
 "350304/02602": {
   title:"35.03.04 Агрономия (профиль Защита растений)", curator:"Радищевская В.С.",
   days:{
    "Понедельник":[["09:00–10:35","Ботаника","ПЗ","1515"],["10:55–12:30","Математика и математическая статистика","ПЗ","1222 НК"],["13:10–14:45","Общая физическая подготовка","ПЗ","Спортзал"],["15:05–16:40","Физика","Л/З · подгруппы","1423; 1425; 1427; 1428 НК"],["17:00–18:35","Физическая культура и спорт","Лекция","1106"]],
    "Вторник":[["09:00–10:35","Математика и математическая статистика","ПЗ","2214 НК"],["10:55–12:30","Кураторский час","—","9310"],["15:05–16:40","Иностранный язык","ПЗ","1524"],["17:00–18:35","Химия","Лекция","2713"]],
    "Среда":[["13:10–14:45","Основы российской государственности","ПЗ","1526"],["15:05–16:40","Ботаника","Л/З · 2 подгруппа","1517"],["17:00–18:35","Введение в профессиональную деятельность","ПЗ","1507"]],
    "Четверг":[["09:00–10:35","Психология","Лекция","1535"],["10:55–12:30","Общая физическая подготовка","ПЗ","Спортзал"],["13:10–14:45","Основы российской государственности","ПЗ","1514"],["15:05–16:40","История России","ПЗ","1514"],["17:00–18:35","Основы российской государственности","ПЗ","1526"]],
    "Пятница":[["09:00–10:35","Основы российской государственности","Лекция","1524"],["10:55–12:30","Русский язык и культура делового общения","Лекция","2302 НК"],["13:10–14:45","Ботаника","Л/З · 1 подгруппа","1517"],["15:05–16:40","Ботаника","Л/З · 2 подгруппа","1517"]]
   }
 },
 "350303/02601": {
   title:"35.03.03 Агрохимия и агропочвоведение", curator:"Манаков П.С.",
   days:{
    "Понедельник":[["09:00–10:35","Психология","ПЗ","1514"],["10:55–12:30","История России","ПЗ","1526"],["15:05–16:40","Иностранный язык","ПЗ","2410 НК"],["17:00–18:35","Физическая культура и спорт","Лекция","1106"]],
    "Вторник":[["09:00–10:35","Математика и математическая статистика","ПЗ","2214 НК"],["10:55–12:30","Психология","ПЗ","1526"],["13:10–14:45","История России","Лекция","1342"],["15:05–16:40","Физика","Л/З · подгруппы","1423; 1425; 1427; 1428 НК"],["17:00–18:35","Химия","Лекция","2713"],["18:55–20:30","Кураторский час","—","9207"]],
    "Среда":[["13:10–14:45","Основы российской государственности","ПЗ","1526"],["15:05–16:40","Русский язык и культура делового общения","ПЗ","1524"],["15:05–16:40","Введение в профессиональную деятельность","Лекция","1311 НК"]],
    "Четверг":[["09:00–10:35","Психология","Лекция","1535"],["10:55–12:30","Общая физическая подготовка","ПЗ","Спортзал"],["13:10–14:45","Русский язык и культура делового общения","ПЗ","1524"],["15:05–16:40","Введение в профессиональную деятельность","Лекция","1507"],["17:00–18:35","Основы российской государственности","ПЗ","1526"]],
    "Пятница":[["09:00–10:35","Ботаника","ПЗ","1515"],["10:55–12:30","Русский язык и культура делового общения","Лекция","2302 НК"],["13:10–14:45","Ботаника","Л/З · 1 подгруппа","1517"],["15:05–16:40","Ботаника","Л/З · 2 подгруппа","1517"]]
   }
 },
 "350305/02601": {
   title:"35.03.05 Садоводство", curator:"Пунь Н.М.",
   days:{
    "Понедельник":[["09:00–10:35","Русский язык и культура делового общения","ПЗ","1402"],["10:55–12:30","Кураторский час","—","1442"],["13:10–14:45","Иностранный язык","ПЗ","2406 НК"],["15:05–16:40","Общая физическая подготовка","ПЗ","Спортзал"],["17:00–18:35","Психология","Лекция","2301 НК"]],
    "Вторник":[["09:00–10:35","Психология","ПЗ","1526"],["10:55–12:30","История России","ПЗ","2407 НК"],["13:10–14:45","Русский язык и культура делового общения","Лекция","1535"],["15:05–16:40","Основы российской государственности","ПЗ","1514"]],
    "Среда":[["09:00–10:35","Физика","Лекция","2301 НК"],["10:55–12:30","Русский язык и культура делового общения","ПЗ","1414"],["13:10–14:45","Иностранный язык","ПЗ","1537"],["15:05–16:40","Ботаника","Л/З · 2 подгруппа","1515"],["17:00–18:35","Общая физическая подготовка","ПЗ","Спортзал"]],
    "Четверг":[["09:00–10:35","Введение в профессиональную деятельность","ПЗ","1428"],["09:00–10:35","Введение в садоводство","ПЗ","1443"],["10:55–12:30","История России","Лекция","2301 НК"],["13:10–14:45","Общая физическая подготовка","ПЗ","Спортзал"],["15:05–16:40","Математика и математическая статистика","Лекция","2301 НК"],["17:00–18:35","Иностранный язык","ПЗ","1524"]],
    "Пятница":[["09:00–10:35","Психология","Лекция","1106"],["10:55–12:30","Химия","Л/З · подгруппы","9215; 9213"],["13:10–14:45","Ботаника","Лекция","2315 НК"],["15:05–16:40","Ботаника","ПЗ","1515"],["17:00–18:35","Математика и математическая статистика","ПЗ","1222 НК"]]
   }
 },
 "350307/02601": {
   title:"35.03.07 Технология производства и переработки с.-х. продукции", curator:"Рачеева А.И.",
   days:{
    "Понедельник":[["10:55–12:30","Русский язык и культура делового общения","ПЗ","1402"],["13:10–14:45","Физика","Л/З · подгруппы","1423; 1425; 1427; 1428 НК"],["17:00–18:35","Физическая культура и спорт","Лекция","1106"]],
    "Вторник":[["09:00–10:35","Общая физическая подготовка","ПЗ","Спортзал"],["10:55–12:30","Введение в профессиональную деятельность","ПЗ","1426"],["13:10–14:45","История России","ПЗ","2407 НК"],["15:05–16:40","Математика и математическая статистика","ПЗ","1227 НК"]],
    "Среда":[["09:00–10:35","Физика","Лекция","2301 НК"],["10:55–12:30","Основы российской государственности","ПЗ","1329"],["13:10–14:45","Физика","Л/З · подгруппы","1423; 1425; 1427; 1428 НК"],["15:05–16:40","Ботаника","Л/З","1515"],["17:00–18:35","Общая физическая подготовка","ПЗ","Спортзал"]],
    "Четверг":[["09:00–10:35","Введение в профессиональную деятельность","ПЗ","1428"],["10:55–12:30","История России","Лекция","2301 НК"],["13:10–14:45","Общая физическая подготовка","ПЗ","Спортзал"],["15:05–16:40","Математика и математическая статистика","Лекция","2301 НК"],["17:00–18:35","Иностранный язык","ПЗ","1524"]],
    "Пятница":[["09:00–10:35","Иностранный язык","ПЗ","1526"],["10:55–12:30","Ботаника","ПЗ","1517"],["13:10–14:45","Математика и математическая статистика","ПЗ","1222 НК"],["15:05–16:40","Химия","Л/З · подгруппы","9215; 9213"],["17:00–18:35","Химия","Л/З · подгруппы","9215; 9213"]]
   }
 },
 "350307/02602": {
   title:"35.03.07 Технология производства и переработки с.-х. продукции", curator:"Степанова Н.И.",
   days:{
    "Понедельник":[["10:55–12:30","История России","ПЗ","2210 НК"],["13:10–14:45","Русский язык и культура делового общения","ПЗ","1402"],["17:00–18:35","Психология","Лекция","2301 НК"]],
    "Вторник":[["09:00–10:35","Введение в профессиональную деятельность","Лекция","1411"],["10:55–12:30","Психология","ПЗ","1526"],["13:10–14:45","Иностранный язык","ПЗ","1526"],["15:05–16:40","История России","ПЗ","2407 НК"]],
    "Среда":[["09:00–10:35","Основы российской государственности","ПЗ","1526"],["10:55–12:30","Кураторский час","—","1523"],["13:10–14:45","Иностранный язык","ПЗ","1537"],["15:05–16:40","Основы российской государственности","ПЗ","1526"]],
    "Четверг":[["09:00–10:35","Введение в садоводство","ПЗ","1443"],["15:05–16:40","Введение в садоводство","Лекция","1442"],["17:00–18:35","Ботаника","Лекция","1106"]],
    "Пятница":[["10:55–12:30","Ботаника","ПЗ","1517"],["13:10–14:45","Математика и математическая статистика","ПЗ","1222 НК"],["15:05–16:40","Химия","Л/З · подгруппы","9215; 9213"],["17:00–18:35","Химия","Л/З · подгруппы","9215; 9213"]]
   }
 }
};
